IDEA StatiCa Open Model
CheckSectionExtreme.QuasiPermanent Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Quasi-Permanent loading
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadingSLS QuasiPermanent { get; set; }
Public Property QuasiPermanent As LoadingSLS
	Get
	Set
public:
property LoadingSLS^ QuasiPermanent {
	LoadingSLS^ get ();
	void set (LoadingSLS^ value);
}
Property Value
Type: LoadingSLS
See Also
Reference
CheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace